Repository: JoseAngelValadezBarajas/LAMAR_WebAdminSolution920
Catalog: WebAdminUI/Resources/ElectronicDegree/Generate.*.resx
Languages: es

# lblAcademicRecords
source: Academic Records
es: Registros académicos

# lblAuthorizationType
source: Authorization Type
es: Tipo de autorización

# lblAuthorizationTypeCatalog
source: Authorization Type Catalog Mapping
es: Mapeo de catálogo de tipo de autorización

# lblBack
source: Back
es: Regresar

# lblBackgroundStudies
source: Background studies
es: Estudios antecedentes

# lblCancel
source: Cancel
es: Cancelar

# lblClear
source: Clear
es: Limpiar

# lblCompletedSocialService
source: Completed Social Service
es: Servicio social completado

# lblContinue
source: Continue
es: Continuar

# lblDegreeFolio
source: Degree Folio
es: Folio del titulo

# lblDelete
source: Delete
es: Eliminar

# lblDisplayName
source: DisplayName
es: Mostrar nombre

# lblEdit
source: Edit
es: Editar

# lblEducationLevel
source: Education Type
es: Tipo educativo

# lblElectronicDegree
source: Electronic Degree
es: Título electrónico

# lblEmail
source: Email
es: Correo electrónico

# lblEndDate
source: End Date
es: Fecha de fin

# lblErrorAuthorizationType
source: The "Authorization Type" has not been mapped.
es: El «Tipo de autorización» no ha sido mapeado.

# lblErrorCurp
source: The "Curp" has not been mapped.
es: La «CURP» no ha sido mapeada.

# lblErrorDegreeFolio
source: The number of characters allowed is between 1 and 40.
es: El número de caracteres permitido es entre 1 y 40.

# lblErrorEmail
source: The "Email" has not been mapped.
es: El «Correo electrónico» no ha sido mapeado.

# lblErrorEndDate
source: The "End Date" has not been captured.
es: La «Fecha de fin» no ha sido capturada.

# lblErrorFirstSurname
source: The "First Surname" has not been mapped.
es: El «Primer apellido» no ha sido mapeado.

# lblErrorGraduationTypeCatalog
source: The "Graduation Requirement Type" has not been mapped.
es: La «Modalidad de titulación» no ha sido mapeada.

# lblErrorInstitutionCode
source: The "Institution Code" has not been mapped correctly.
es: El «Código de la institución» no ha sido mapeado correctamente.

# lblErrorInstitutionName
source: The "Institution Name" has not been mapped.
es: El «Nombre de la institución» no ha sido mapeado.

# lblErrorIssuingDate
source: The "Issuing Date" is required.
es: Ingrese una «Fecha de emisión»

# lblErrorLegend
source: An error occurred while processing your request to generate an electronic degree, Please, review the log files for more details.
es: Se produjo un error al procesar su solicitud para generar un título electrónico. Revise los archivos de registro para obtener más detalles.

# lblErrorLicenceNumber
source: The minimum number of characters allowed is 6.
es: El número mínimo de caracteres permitido es 6.

# lblErrorMajorId
source: The "Major Id" has not been mapped correctly.
es: El «ID de la carrera» no ha sido mapeado correctamente.

# lblErrorMajorName
source: The "Major Name" has not been mapped.
es: El «Nombre de la carrera» no ha sido mapeado.

# lblErrorName
source: The "Name" has not been mapped.
es: El «Nombre» no ha sido mapeado.

# lblErrorSecondSurname
source: The "Second Surname" has not been mapped.
es: El «Segundo apellido» no ha sido mapeado.

# lblErrorSocialService
source: The "Social Service Legal Bases" has not been mapped.
es: El «Fundamento legal del servicio social» no ha sido mapeado.

# lblErrorStartDate
source: The start date can not be greater than the end date.
es: La fecha inicial no puede ser mayor a la fecha final.

# lblErrorState
source: The "State" has not been mapped.
es: El «Estado» no ha sido mapeado.

# lblErrorStateCatalog
source: The "State Catalog" has not been mapped.
es: El «Catálogo de estado» no ha sido mapeado.

# lblExemptionProfessionalExamDate
source: Exemption Professional Examination Date
es: Fecha de exención del examen profesional

# lblFirstSigner
source: First Signer
es: Primer firmante

# lblFirstSurname
source: First Surname
es: Primer apellido

# lblGenerate
source: Generate
es: Generar

# lblGeneratedNew
source: Generate New
es: Generar nuevo

# lblGenerateElectronicDegree
source: Generate Electronic Degree
es: Generar título electrónico

# lblGraduationReqType
source: Graduation Requirement Type
es: Modalidad de titulación

# lblGraduationReqTypeCatalog
source: Graduation Requirement Type Catalog Mapping
es: Mapeo de catálogo de tipo de modalidad de titulación

# lblInstitution
source: Institution
es: Institución

# lblInstitutionMajor
source: Institution & Major
es: Institución y carrera

# lblInstitutionOrigin
source: Institution of origin
es: Institución de origen

# lblInstitutionOriginError
source: The "Institution Origin" has not been mapped.
es: La «Institución de origen» no ha sido mapeada.

# lblInstitutionsCode
source: Institution code
es: Código de la institución

# lblInstitutionsName
source: Institution name
es: Nombre de la institución

# lblIssuingDate
source: Issuing Date
es: Fecha de emisión

# lblIssuingDegree
source: Issuing Degree
es: Grado emitido

# lblIssuingInstitution
source: Issuing Institution
es: Institución de emisión

# lblLaborPosition
source: Labor Position
es: Puesto laboral

# lblLicenceNumber
source: Licence number
es: Número de cédula profesional

# lblMajor
source: Major
es: Carrera

# lblMajorID
source: Major ID
es: ID de la carrera

# lblMajorName
source: Major Name
es: Nombre de la carrera

# lblName
source: Name
es: Nombre

# lblNoGeneratedDegree
source: No Generated Degrees to show.
es: No hay títulos generados para mostrar

# lblNoInstitutionAssigned
source: This Institution is not assigned to you.
es: Esta institución no esta asignada a usted

# lblNoInstitutionMapped
source: There is no Institution mapped with this Major.
es: No hay ninguna institución mapeada con esta carrera.

# lblNoInstitutionSigner
source: This Institution does not have Signers assigned.
es: Esta institución no tiene firmantes asignados.

# lblNoMajorProgram
source: There is no Major mapped with this Program.
es: No hay ninguna carrera mapeada con este programa.

# lblNumberOfSigners
source: Number of Signers
es: Número de firmantes

# lblPeopleID
source: People ID
es: ID de persona

# lblPreviewData
source: Preview Data
es: Vista previa de los datos

# lblPreviewGenerate
source: Preview & Generate
es: Vista previa y generar

# lblProfessionalExaminationDate
source: Professional Examination Date
es: Fecha del examen profesional

# lblProgram
source: Program
es: Programa

# lblRvoeInformation
source: RVOE Information
es: Información del RVOE

# lblSave
source: Save
es: Guardar

# lblSearch
source: Search & Filter
es: Buscar y filtrar

# lblSecondSigner
source: Second Signer
es: Segundo firmante

# lblSecondSurname
source: Second Surname
es: Segundo apellido

# lblSelectBackgroundStudie
source: Select the background studie that corresponds to this degree:
es: Seleccionar el estudio antecedente que corresponda a este título:

# lblSelectOption
source: Select the option for which the degree needs to be generated:
es: Seleccionar la opción para la que debe generarse el título:

# lblSigner
source: Signer
es: Firmante

# lblSignerPreview
source: Signer:
es: Firmante:

# lblSigners
source: Signers
es: Firmantes

# lblSocialService
source: Social Service Legal Bases
es: Fundamento legal del servicio social

# lblStartDate
source: Start Date
es: Fecha de inicio

# lblState
source: State
es: Estado

# lblStateCatalog
source: State Catalog Mapping
es: Mapeo catálogo de estado

# lblStatus
source: Status
es: Estatus

# lblStudent
source: Student
es: Alumno

# lblStudet
source: Student
es: Alumno

# lblThirdSigner
source: Third Signer
es: Tercer firmante

# lblTitle
source: Generate Electronic Degree
es: Generar título electrónico

# lblTypeBackgroundStudyError
source: The "Type of Background Study" has not been mapped.
es: El «Tipo de estudios antecedentes» no ha sido mapeado.

# lblTypeOfBackground
source: Type of background study
es: Tipo de estudios antecedentes

# lblTypeOfBackgroundCatalog
source: Type of Background Study Catalog Mapping
es: Mapeo de catálogo de tipo de estudios antecedentes

# lblValidate
source: Validate
es: Validar

# lblViewData
source: View Data
es: Ver datos

# lblYes
source: Yes
es: Si
