Repository: JoseAngelValadezBarajas/LAMAR_WebAdminSolution920
Catalog: WebAdminUI/Views/FiscalRecords/App_LocalResources/CreateResource.*.resx
Languages: es

source: Unit Code
es: Clave de unidad

source: Create Fiscal Record
es: Crear comprobante fiscal

source: Description
es: Descripción

# FiscalRecType
source: Fiscal Record Type
es: Tipo de comprobante fiscal

# IssComments
source: Comments
es: Comentarios

# IssCurrency
source: Currency
es: Moneda

# IssExchangeRate
source: Exchange Rate
es: Tipo de cambio

# IssExpeditionAddr
source: Issuing Address
es: Dirección de expedición

# IssNameCorp
source: Name or Corporate Name
es: Nombre o razón social

# IssTaxPayerID
source: Taxpayer ID
es: RFC

# IssTaxRegimen
source: Tax Regimen
es: Régimen fiscal

source: Issuer
es: Emisor

# PaymentAccNum
source: Payment Account Number
es: Número de cuenta de pago

source: Payment Condition
es: Condiciones de pago

# paymentMethodDescDefault
source: Payment Method
es: Método de pago

source: Payment Type
es: Forma de pago

# preferredReceiverEmail
source: Email
es: Correo electrónico

source: Quantity
es: Cantidad

source: Receipt Number
es: Número de recibo

# ReceiverCorpName
source: Name or Corporate Name
es: Nombre o razón social

# ReceiverFiscalAddress
source: Fiscal Residency
es: Residencia fiscal

# ReceiverFiscalID
source: Fiscal Identity Number
es: Número de registro de identidad fiscal

source: Receiver
es: Receptor

source: Taxpayer ID
es: RFC

source: Total Amount
es: Total

source: Total Transferred Taxes
es: Total de impuestos trasladados

source: Unit Amount
es: Valor unitario

# EmptyTaxPayerId
source: Please Select...
es: Seleccione un RFC

# IssPlaceIssue
source: Place of Issue
es: Lugar de expedición

# IssSerial
source: Serial
es: Serie

source: Process
es: Procesar

# Title
source: Create Fiscal Record
es: Crear comprobante fiscal

source: Required
es: Requerido

# MaxLength
source: Max Length is 255.
es: La longitud máxima es 255.

# CFDI
source: CFDI Use
es: Uso del CFDI

source: Amount
es: Monto

# CFDIRequired
source: Enter a CFDI use.
es: Ingrese un uso del CFDI

source: Id Number
es: Número de ID

# IssAddRequired
source: Select an issuing address
es: Seleccione una dirección de expedición

# IssPlaceRequired
source: Enter a place of issue
es: Ingrese un lugar de expedición

# IssTaxPIRequired
source: Enter a taxpayer ID
es: Ingrese un RFC

# IssTaxRegRequired
source: Enter a tax regimen
es: Ingrese un régimen fiscal

source: Product/Service Code
es: Clave de producto/servicio

source: Tax Amount
es: Impuesto

# TaxPayerIdRequired
source: Enter a taxpayer ID
es: Ingrese un RFC

source: Unit
es: Unidad

source: End Date
es: Fecha de fin

source: Start Date
es: Fecha de inicio

# TitleGlobal
source: Global Fiscal Record
es: Comprobante fiscal global

# ReceiverEmail
source: Enter an email
es: Ingrese un correo electrónico

# YourEmail
source: you@email.com
es: tu@correoelectronico.com

# ErrorEmail
source: Enter a valid email address
es: Ingrese un correo electrónico válido

# ReceiverEmailValidate
source: Enter a valid email
es: Ingrese un correo electrónico válido

# SubHeaderFiscalRecord
source: Fiscal Record
es: Comprobante fiscal

# EndDateRequired
source: Enter an end date
es: Ingrese una fecha de fin

# StartDateRequired
source: Enter a start date
es: Ingrese una fecha de inicio

# ReceiptsToInvoiceEmpty
source: There are no receipts to include in the Fiscal Record.
es: No existen recibos para incluir en el comprobante fiscal.

# ProductServiceCodeRequired
source: Product/Service and Unit Code mapping is missing.
es: No existe el mapeo del producto/servicio y clave de unidad.

# ChargeCreditDescRequired
source: Enter a charge description
es: Ingrese una descripción del cargo

# InvalidCharacterMessage
source: Information for the Fiscal Record cannot contain | character.
es: La información para el comprobante fiscal no puede contener el carácter |

# InvalidSubTotalAmount
source: Sub Total amount cannot be 0
es: El monto subtotal no puede ser 0

# InvalidTotalAmount
source: Total Amount cannot be 0
es: El monto total no puede ser 0

# RequiredFieldsMessage
source: Verify required Fields
es: Verifique los campos requeridos

# ErrorMessageResult
source: An error occurred while processing your request
es: Ocurrió un error mientras se procesaba su solicitud

# ViewButton
source: Search
es: Buscar

# lblLastFolioAssigned
source: Last folio assigned for this serial has reached its maximum value
es: El último folio asignado para esta serie ha alcanzado su valor máximo

# SerialError
source: Enter a valid Serial Number
es: Ingrese un número de serie válido

# lblTaxMapping
source: Rate or Fee mapping is missing.
es: No existe el mapeo de la clave de impuesto y tasa.

# NotePaymentType
source: The selected Payment Type is the one in which the higher amount was received.
es: La forma de pago seleccionada es en la que se recibió el importe mayor.

# PaymentTypeMissing
source: Payment type mapping is missing.
es: Falta el mapeo de la forma de pago.

# lblDetail
source: Details
es: Detalle

# lblInvoice
source: Invoice
es: Factura

# TitlePaymentReceipt
source: Create Payment Receipt
es: Crear recibo de pago

# SubHeaderPaymentReceipt
source: Payment Receipt complement
es: Complemento de pago

source: Complement Payment Type
es: Forma de pago del complemento

# ComplementPaymentTypeRequired
source: Select a complement payment type
es: Seleccione una forma de pago del complemento

source: Payment Date
es: Fecha de pago

source: Complement Currency
es: Moneda del complemento

source: Issuer Taxpayer ID Origin Account
es: RFC emisor cta ordenante

source: Origin Account
es: Cuenta ordenante

# OriginBankName
source: Bank Name
es: Nombre del banco

source: Transaction Number
es: Número de operación

source: Issuer Tax Payer Id Target Account
es: RFC emisor cta beneficiaria

source: Payment Certificate
es: Certificado de pago

source: Payment Chain
es: Cadena de pago

source: Payment Chain Type
es: Tipo de cadena de pago

source: Payment Signature
es: Sello de pago

source: Target Account
es: Cuenta del beneficiario

source: Tax Address
es: Domicilio fiscal

# RecTaxRegimen
source: Tax Regimen
es: Régimen fiscal

# RecTaxRegimenRequired
source: Enter a tax regimen
es: Ingrese un régimen fiscal

source: Frequency
es: Periodicidad

# FrequencyRequired
source: Select a frequency
es: Seleccione una periodicidad

source: Month
es: Mes

# MonthRequired
source: Select a month
es: Seleccione un mes

source: Subject to Tax
es: Objeto de impuesto

# PostalCode
source: Tax Address
es: Domicilio fiscal

source: Year
es: Año

# ReceiverFiscalAddressRequired
source: Tax Address is required
es: La residencia fiscal es requerida

# btnBack
source: Back
es: Regresar

# lblRelatedCFDI
source: Related CFDI
es: CFDI relacionado

# lblNewInvoice
source: New Invoice
es: Nueva factura

# lblRelationType
source: Relationship type
es: Tipo de relación

# lblSubstituteCancel
source: Substitute and Cancel Fiscal Record
es: Sustituir y cancelar comprobante fiscal

# lblRelatedUUID
source: Related UUID
es: UUID relacionado

# btnProcessCancel
source: Process and Cancel
es: Procesar y cancelar

# RecCfdiUsageIncorrect
source: The use of CFDI for global invoices must be "S01 - Sin efectos fiscales"
es: El uso del CFDI para facturas globales debe ser S01 - Sin efectos fiscales

# RecTaxAddressIncorrect
source: Tax address must match the fiscal address of the issuer
es: El domicilio fiscal debe coincidir con el lugar de expedición

# CorporateNameIncorrect
source: The name of the receiver must be "PUBLICO EN GENERAL"
es: El nombre del receptor debe ser PUBLICO EN GENERAL

# RecTaxRegimenIncorrect
source: The tax regimen for global invoices must be "616 - Sin obligaciones fiscales"
es: El régimen fiscal para facturas globales debe ser 616 - Sin obligaciones fiscales

# TaxAddressRequired
source: Enter a tax address
es: Ingrese un domicilio fiscal

# lblSelect
source: Select...
es: Seleccione...

# IssSerialRequired
source: Select a serial
es: Seleccione una serie

# RequiredPostalCode
source: Enter a tax address
es: Ingrese un domicilio fiscal

# RequiredPreferredCFDIUsageCode
source: Select a CFDI use
es: Seleccione un uso del CFDI

# lblSubstituteCancelGlobal
source: Substitute and Cancel Global Fiscal Record
es: Sustituir y cancelar comprobante fiscal global

# btnClear
source: Clear
es: Limpiar

# lblPaymentType
source: Payment type
es: Forma de pago

# lblSession
source: Session
es: Sesión

# lblTerm
source: Term
es: Período

# lblYear
source: Year
es: Año

# lblCalculateTotals
source: Calculate totals
es: Calcular totales

# lblErrorDatesRange
source: Start date is after end date.
es: La fecha de inicio es posterior a la fecha de fin.

# lblSearchReceipts
source: Search Receipts
es: Buscar recibos

# TaxPayerIdInvalid
source: Enter a valid taxpayer ID
es: Ingrese un RFC válido

# UnitNameMaxLength
source: Unit is maximum 20 characters
es: Unidad es máximo de 20 caracteres

source: Issue Date
es: Fecha de emisión

# IssueDateRequired
source: Issue Date is required
es: Fecha de emisión requerida

source: Issue Time
es: Hora de emisión

# IssueTimeRequired
source: Issue Time is required
es: Hora de emisión requerida
