Repository: JoseAngelValadezBarajas/LAMAR_WebAdminSolution920
Catalog: WebAdminUI/Resources/ElectronicCertificate/Generate.*.resx
Languages: es

# lblAcademicRecords
source: Academic Records
es: Registros académicos

# lblAssignedPreview
source: Assigned:
es: Asignado:

# lblAveragePreview
source: Average:
es: Promedio:

# lblBack
source: Back
es: Regresar

# lblBirthDate
source: Date of Birth
es: Fecha de nacimiento

# lblCampusCodeConflict
source: Campus SEP Code field has not been mapped in the institution-campus setup
es: El campo «Clave del campus en la SEP» no se mapeó al configurar «Campus-Instituciones»

# lblCampusName
source: Campus Name
es: Nombre del campus

# lblCampusSepId
source: Campus SEP ID
es: ID de campus en la SEP

# lblBirthDatePreview
source: Date of Birth:
es: Fecha de nacimiento:

# lblCampusIdPreview
source: Campus ID:
es: ID del campus:

# lblCancel
source: Cancel
es: Cancelar

# lblCertificationTypeIdPreview
source: Certification Type ID:
es: ID de tipo de certificación:

# lblCertificationTypePreview
source: Certification Type:
es: Tipo de certificación:

# lblContinue
source: Continue
es: Continuar

# lblCourses
source: Courses
es: Cursos

# lblCoursesMappingConflict
source: The mapping of the academic plan courses is not complete.
es: El mapeo de los cursos del plan académico está incompleto.

# lblCreditsRequired
source: Credits*
es: Créditos*

# lblCycleRequired
source: Cycle*
es: Ciclo*

# lblEdit
source: Edit
es: Editar

# lblStudyLevelIdPreview
source: Study Level ID:
es: ID del nivel de estudios:

# lblStudyLevelPreview
source: Study Level:
es: Nivel de estudios:

# lblStudyLevel
source: Study Level
es: Nivel de estudios

# lblElectronicCertificate
source: Electronic Certificate
es: Certificado electrónico

# lblEnterFolio
source: Enter a Folio
es: Ingresar un folio

# lblErrorBirthDate
source: The "Date of Birth" is missing
es: Falta la fecha de nacimiento

# lblErrorCampusSepId
source: The "Campus SEP ID" has not been mapped.
es: El «ID de campus en la SEP» no ha sido mapeado.

# lblErrorSigningInstitutionId
source: The "SigningInstitutionId" has not been mapped.
es: El campo "ID institución firmante" no fue mapeado en la configuración de "Instituciones-Campus"

# lblErrorCurp
source: The "CURP" has not been mapped.
es: La «CURP» no ha sido mapeada.

# lblErrorStudyLevel
source: The "Study Level" has not been mapped.
es: El «Nivel de estudios» no ha sido mapeado.

# lblErrorFederalEntity
source: The "Federal Entity" has not been mapped.
es: La «Entidad federativa» no ha sido mapeada.

# lblErrorFederalEntityCatalogMapping
source: The "Federal Entity catalog mapping" has not been mapped.
es: El «Mapeo del catálogo de la entidad federativa» no ha sido configurado.

# lblErrorFirstSurname
source: The "First Surname" has not been mapped.
es: El «Primer apellido» no ha sido mapeado.

# lblErrorGenderIdentity
source: The retrieved value doesn't correspond with the available options
es: El valor obtenido no coincide con las opciones disponibles

# lblErrorId
source: The "ID" has not been mapped.
es: El «ID» no ha sido mapeado.

# lblErrorInstitutionSepId
source: The "Institution SEP ID" has not been mapped.
es: El «ID de institución en la SEP» no ha sido mapeado.

# lblErrorIssuingDate
source: The "Issuing date" has not been mapped.
es: La «Fecha de expedición» no ha sido mapeada.

# lblErrorJobTitle
source: The "Job Title" has not been mapped.
es: El «Cargo laboral» no ha sido mapeado.

# lblErrorMaximumGrade
source: The "Maximum Grade" has not been mapped.
es: La «Calificación máxima» no ha sido mapeada.

# lblErrorMinimumGrade
source: The "Minimum Grade" has not been mapped.
es: La «Calificación mínima» no ha sido mapeada.

# lblErrorMinimumPassingGrade
source: The "Minimum Passing Grade" has not been mapped.
es: La «Calificación mínima aprobatoria» no ha sido mapeada.

# lblErrorMaxChar
source: The maximum number of characters allowed is 40.
es: El número máximo de caracteres permitido es 40.

# lblErrorName
source: The "Name" has not been mapped.
es: El «Nombre» no ha sido mapeado.

# lblErrorNumber
source: The "Number" has not been mapped.
es: El «Número» no ha sido mapeado.

# lblErrorPeopleID
source: The "People ID" has not been mapped.
es: El «ID de persona» no ha sido mapeado.

# lblErrorPeriodType
source: The "Period Type" has not been mapped.
es: El «Tipo de período» no ha sido mapeado.

# lblErrorPlanCode
source: The "Plan Code" has not been mapped.
es: La «Clave del plan» no ha sido mapeada.

# lblFederalEntity
source: Federal Entity
es: Entidad federativa

# lblFederalEntityCatalogMapping
source: Federal Entity Catalog Mapping
es: Mapeo del catálogo de la entidad federativa

# lblFederalEntityIdPreview
source: Federal Entity ID:
es: ID de la entidad federativa:

# lblFederalEntityPreview
source: Federal Entity:
es: Entidad federativa:

# lblFemale
source: Female
es: Femenino

# lblFirstSurname
source: First Surname
es: Primer apellido

# lblFirstSurnamePreview
source: First Surname:
es: Primer apellido:

# lblGenderIdentity
source: Gender Identity
es: Identidad de género

# lblGenderIdentityPreview
source: Gender Identity:
es: Identidad de género:

# lblGenerateElectronicCertificates
source: Generate Electronic Certificates
es: Generar certificados electrónicos

# lblGenerateNew
source: Generate New
es: Generar nuevo

# lblInstitutionCodeConflict
source: Institution SEP ID field has not been mapped in the institution-campus setup
es: El campo «ID de institución en la SEP» no se mapeó al configurar «Campus-Institución»

# lblInstitutionName
source: Institution Name
es: Nombre de la institución

# lblInstitutionSepId
source: Institution Name ID
es: ID del Nombre de la Institución

# lblGradeRequired
source: Grade*
es: Calificación*

# lblInstitution
source: Institution
es: Institución

# lblIssuingCertificate
source: Issuing Certificate
es: Expedición de certificado

# lblIssuingDate
source: Issuing Date
es: Fecha de expedición

# lblJobTitle
source: Job Title
es: Cargo laboral

# lblMajor
source: Major
es: Carrera

# lblIssuingDatePreview
source: Issuing Date:
es: Fecha de expedición:

# lblIssuingDegree
source: Issuing Degree
es: Expedición de título

# lblIssuingPlaceIdPreview
source: Issuing Place ID:
es: ID de lugar de expedición:

# lblIssuingPlacePreview
source: Issuing Place:
es: Lugar de expedición:

# lblIssuingPlace
source: Issuing Place
es: Lugar de expedición

# lblMale
source: Male
es: Masculino

# lblMaximumGrade
source: Maximum Grade
es: Calificación máxima

# lblMinimumGrade
source: Minimum Grade
es: Calificación mínima

# lblMinimumPassingGrade
source: Minimum Passing grade
es: Calificación mínima aprobatoria

# lblMaximumGradePreview
source: Maximum Grade:
es: Calificación máxima:

# lblMinimumGradePreview
source: Minimum Grade:
es: Calificación mínima:

# lblMinPassingGradePreview
source: Minimum Passing Grade:
es: Calificación mínima aprobatoria:

# lblName
source: Name
es: Nombre

# lblNameIdPreview
source: Name ID:
es: ID de nombre:

# lblNamePreview
source: Name:
es: Nombre:

# lblNoCampusAssigned
source: Your operator account has no campus assigned
es: Su cuenta de operador no tiene un campus asignado

# lblNoStudiesPrograms
source: No studies programs to show.
es: No hay programas de estudio para mostrar.

# lblNumber
source: Number
es: Número

# lblOperatorCampusConflict
source: This campus is not assigned to your operator account.
es: Este campus no está asignado a su cuenta de operador.

# lblNumberPreview
source: Number:
es: Número:

# lblObservations
source: Observations
es: Observaciones

# lblObtainedCreditsPreview
source: Obtained Credits:
es: Créditos obtenidos:

# lblPeopleID
source: People ID
es: ID de persona

# lblPeopleIdPreview
source: People ID:
es: ID de persona:

# lblPeriodTypeIdPreview
source: Period Type ID:
es: ID de tipo de período:

# lblPeriodTypePreview
source: Period Type:
es: Tipo de período:

# lblPlanCodePreview
source: Plan Code:
es: Clave del plan:

# lblJobTitleIdPreview
source: Job Title ID:
es: ID de cargo laboral:

# lblJobTitlePreview
source: Job Title:
es: Cargo laboral:

# lblPreviewData
source: Preview Data
es: Vista previa de los datos

# lblPeriodType
source: Period Type
es: Tipo de período

# lblPlanCode
source: Plan Code
es: Clave del plan

# lblPreviewGenerate
source: Preview & Generate
es: Previsualizar y generar

# lblProgram
source: Program
es: Programa

# lblResponsible
source: Responsible
es: Responsable

# lblResponsibleCampusConflict
source: This campus does not have a responsible assigned.
es: Este campus no tiene ningún responsable asignado.

# lblRvoeInfoConflict
source: The RVOE information is not complete.
es: La información sobre el RVOE está incompleta.

# lblSave
source: Save
es: Guardar

# lblSecondSurname
source: Second Surname
es: Segundo apellido

# lblSecondSurnamePreview
source: Second Surname:
es: Segundo apellido:

# lblSelect
source: Select...
es: Seleccione...

# lblStatus
source: Status
es: Estatus

# lblStudent
source: Student
es: Alumno

# lblStudiesPrograms
source: Studies Programs
es: Programas de estudio

# lblStudiesProgramsInstructions
source: Select the option for which the degree needs to be generated:
es: Seleccionar la opción para la que debe generarse el título:

# lblStudiesProgramsStatus
source: Studies Programs Status
es: Estatus de los programas de estudio

# lblTerm
source: Term
es: Período

# lblTotalCreditsPreview
source: Total Credits:
es: Total de créditos:

# lblTypeRequired
source: Type*
es: Tipo*

# lblValidate
source: Validate
es: Validar

# lblAcceptValidate
source: Accept and Validate
es: Aceptar y validar

# lblGenerate
source: Generate
es: Generar

# lblIssuingCertificateModalTitle
source: Incomplete Total Certificate
es: La información del certificado total está incompleta

# lblLessTotalCourses
source: The assigned courses are less than the total courses.
es: El número de cursos asignados es menor que el total de los cursos.

# lblLessTotalCredits
source: The obtained credits are less than the total credits.
es: El número de créditos obtenidos es menor que el total de los créditos.

# lblTotalCourses
source: Total Courses
es: Total de cursos

# lblAsignedCourses
source: Assigned Courses
es: Cursos asignados

# lblAverage
source: Average
es: Promedio

# lblCertificationType
source: Certification Type
es: Tipo de certificación

# lblObtainedCredits
source: Obtained Credits
es: Créditos obtenidos

# lblTotalCredits
source: Total Credits
es: Total de créditos

# lblErrorLegend
source: An error occurred while processing your request to generate an electronic certificate. Please, review the log files for more details.
es: Se produjo un error al procesar su solicitud para generar un certificado electrónico. Revise los archivos de registro para obtener más detalles.

# lblEnterIssuingDate
source: Enter an Issuing Date
es: Ingrese una fecha de expedición

# lblEnterValidFormat
source: Enter an Issuing Date using the format YYYY-MM-DD
es: Ingrese una fecha de expedición utilizando el formato AAAA-MM-DD

# lblSelectCertificationType
source: Select a Certification Type
es: Seleccione un tipo de certificación

# lblSelectIssuingPlace
source: Select an Issuing Place
es: Seleccione un lugar de expedición

# lblCredits
source: Credits
es: Créditos

# lblCycle
source: Cycle
es: Ciclo

# lblGrade
source: Grade
es: Calificación

# lblInclude
source: Include
es: Incluye

# lblType
source: Type
es: Tipo

# lblViewData
source: View Data
es: Ver datos

# lblCreditType
source: Credit Type:
es: Tipo de crédito:

# lblSection
source: Section:
es: Sección:

# lblType1
source: Type:
es: Tipo:

# lblAdd
source: Add
es: Agregar

# lblAddCourses
source: Add Courses
es: Agregar cursos

# lblApply
source: Apply
es: Aplicar

# lblCourse
source: *Course
es: *Curso

# lblError
source: You must select at least one course before you can continue the process to generate an electronic certificate
es: Debe seleccionar al menos un curso antes de continuar el proceso y poder generar un certificado electrónico.

# lblErrorCycle
source: You must set a cycle for each course included and then you can continue the process to generate an electronic certificate
es: Debe establecer un ciclo para cada curso incluido. Después, podrá continuar el proceso para poder generar un certificado electrónico

# lblSigningInstitutionId
source: Signing Institution ID:
es: ID institución firmante

# lblCyclesTotal
source: Cycles Total:
es: Número total de ciclos:

# lblSigningCodeConflict
source: Signing Institution ID field has not been mapped in the institution-campus setup
es: El campo "ID institución firmante" no fue mapeado en la configuración de "Instituciones-Campus"
